const lists = {
  "Общие случаи": [
    "Вспомните случай, когда вы были счастливы.",
    "Вспомните случай, когда вы только что закончили собирать, строить что-то.",
    "Вспомните случай, когда жизнь была радостной.",
    "Вспомните случай, когда кто-то вам что-то дал.",
    "Вспомните случай, когда вы съели что-то хорошее.",
    "Вспомните случай, когда у вас был друг.",
    "Вспомните случай, когда вы чувствовали себя энергичным.",
    "Вспомните случай, когда кто-то ждал вас.",
    "Вспомните случай, когда вы быстро ехали.",
    "Вспомните случай, когда вы увидели что-то, что вам понравилось."
  ]
};
