const lists = {
  "Общие случаи": [
    "Вы были счастливы.",
    "Вы чувствовали радость.",
    "Вы играли.",
    "Вы танцевали.",
    "Вы смеялись.",
    "Вы делали что-то полезное.",
    "Вы ощущали уверенность.",
    "Вы добились результата.",
    "Вы получали признание.",
    "Вы хорошо провели время."
  ],
  "Ориентация во времени": [
    "Что вы ели сегодня на завтрак?",
    "Где вы были вчера вечером?",
    "Что вы делали на прошлой неделе?",
    "Когда вы чувствовали себя хорошо?",
    "Где вы были в последний отпуск?"
  ],
  "Ориентация чувств": [
    "Когда вы слышали приятную музыку?",
    "Какой запах вам запомнился?",
    "Какое прикосновение было запоминающимся?",
    "Что вы видели красивого?",
    "Какой вкус вы любите?"
  ],
  "Стандартный процессинг": [
    "Когда вы принимали важное решение?",
    "Что вам помогло преодолеть трудности?",
    "Когда вы действовали эффективно?"
  ],
  "Улучшение памяти": [
    "Вспомните день рождения из детства.",
    "Когда вы забывали что-то важное?",
    "Что вы долго не могли вспомнить?"
  ],
  "Раздел для забывчивых": [
    "Когда вы забыли, где положили вещь?",
    "Когда вы не могли вспомнить имя?",
    "Когда вы что-то потеряли?"
  ],
  "Факторы выживания": [
    "Когда вы боролись за выживание?",
    "Что помогло вам в трудной ситуации?",
    "Когда вы чувствовали опасность?"
  ],
  "Воображение": [
    "Что вы воображали в детстве?",
    "Какой мир вы представляли себе?",
    "Когда вы мечтали?"
  ],
  "Валенты": [
    "Когда вы копировали другого человека?",
    "Когда вы вели себя не как вы сами?",
    "Кто оказывал на вас влияние?"
  ],
  "Прерывания": [
    "Когда вас отвлекали?",
    "Что мешало вам сосредоточиться?",
    "Когда вам мешали завершить дело?"
  ],
  "Обесценивание": [
    "Когда вас недооценили?",
    "Когда ваш вклад не заметили?",
    "Кто не признал вашу значимость?"
  ],
  "Природные воздействия": [
    "Когда вы чувствовали ветер?",
    "Какой природный звук вы запомнили?",
    "Как на вас повлияла погода?"
  ],
  "Список для завершения сессии": [
    "Что хорошего произошло сегодня?",
    "Чему вы рады прямо сейчас?",
    "Что вы цените в себе?",
    "Что нового вы узнали?",
    "Чем вы гордитесь?"
  ],
};
