
const lists = {
  "Общие случаи": [
    "Вы были счастливы.",
    "Вы получили деньги.",
    "Вы выиграли.",
    "Вы были награждены.",
    "Вы были оценены.",
    "Вы играли.",
    "Вы улыбались.",
    "Вы танцевали.",
    "Вы смеялись.",
    "Вы слышали приятную музыку."
  ],
  "Ориентация во времени": [
    "Где вы были вчера вечером?",
    "Что вы ели на прошлой неделе?",
    "Когда вы чувствовали себя особенно уверенно?",
    "Что происходило год назад в это же время?",
    "Вспомните свой день рождения в детстве.",
    "Что происходило утром сегодня?",
    "Когда вы в последний раз удивились?",
    "Где вы были в своё последнее путешествие?",
    "Когда вы чувствовали вдохновение?"
  ],
  "Ориентация чувств": [
    "Какое прикосновение вам запомнилось?",
    "Когда вы чувствовали тепло?",
    "Когда вы слышали громкий звук?",
    "Что вы видели красивого на этой неделе?",
    "Какой запах вам запомнился в детстве?",
    "Когда вы чувствовали лёгкий ветер на лице?",
    "Какой вкус вызывает у вас улыбку?",
    "Какой цвет вы любите больше всего?"
  ]
};
